Repository: oguzhan17/localization_file
Catalog: lib/l10n/app_*.arb
Languages: tr

# label_send
source: Send
tr: Gönder

# label_Sent
source: Sent
tr: Gönderildi

# label_cannot_sent
source: Can't send
tr: Gönderilemedi

# label_PendingNew
source: Pending New
tr: Emir Gönderiliyor

# label_PendingCancel
source: Pending Cancel
tr: İptal Gönderiliyor

# label_PendingImprove
source: Pending Improve
tr: Değişiklik Gönderiliyor

# label_ConditionExpected
source: Condition Expected
tr: Koşul Bekleniyor

# label_TemporarySuspended
source: Temporary Suspended
tr: Geçici Durduruldu

# label_Realized
source: Realized
tr: Gerçekleşti

# label_partial_realized
source: Partial realized
tr: Kısmi gerçekleşti

# label_partial_waiting
source: Partial waiting
tr: Kısmi bekleniyor

# label_matched
source: Matched
tr: Eşleşti

# label_request
source: Request
tr: Talep

# label_error
source: Error
tr: Hata

# label_Cancelled
source: Canceled
tr: İptal Edildi

# label_rejected
source: Rejected
tr: Reddedildi

# label_ConditionNotRealized
source: Condition Not Realized
tr: Koşul Gerçekleşmedi

# label_EquityAmountInsufficient
source: Equity Amount Insufficient
tr: Hisse Yetersiz

# label_TradeLimitInsufficient
source: Trade Limit Insufficient
tr: Limit Yetersiz

# label_LimitExceeded
source: Limit Exceeded
tr: Marj Dışı

# label_expired
source: Expired
tr: Süresi Doldu

# label_EquityIsNotVBTransactable
source: Is not Transactable
tr: İşleme Kapalı

# label_Pending
source: Waiting
tr: Bekliyor

# label_Unknown
source: Unknown
tr: Bilinmiyor

# label_Order_Chain
source: Chain
tr: Zincir

# label_Order_Conditional
source: Conditional
tr: Şartlı

# label_Order_Periodic
source: Periodic
tr: Süreli

# label_Order_PeriodicConditional
source: Periodic Conditional
tr: Süreli Şartlı

# label_Order_Standart
source: Standard
tr: Standart

# label_changes_cannot_confirmed
source: Changes could not be saved.
tr: Değişiklikler kayıt edilemedi.

# label_confirm_delete
source: Delete Confirmation
tr: Silme Onayı

# label_portfolio
source: Portfolio
tr: Portföy

# label_popular
source: Popular
tr: Popüler

# label_list_loading
source: Loading list please wait
tr: Liste yükleniyor lütfen bekleyiniz

# label_list_deleting
source: Deletinf list please wait
tr: Liste siliniyor lütfen bekleyiniz

# label_equity
source: Equity
tr: Hisse

# label_warrant
source: Warrant
tr: Varant

# label_priority
source: Priority
tr: Rüçhan

# label_primary_minus
source: Primary minus
tr: Birincil eksi

# label_fund
source: Fund
tr: Fon

# label_cash
source: Cash
tr: Nakit

# label_option
source: Option
tr: Opsiyon

# label_bid
source: Buy
tr: Alış

# label_ask
source: Sell
tr: Satış

# label_do_bid
source: Buy
tr: Al

# label_do_ask
source: Sell
tr: Sat

# label_short_ask
source: Short sell
tr: Açığa satış

# label_market_order
source: Market order
tr: Piyasa emri

# label_limit_order
source: Limit price order
tr: Limit fiyatlı emir

# label_market_to_limit
source: Market to limit
tr: Piyasadan limite

# label_balance_order
source: Balance order
tr: Dengeleyici emir

# label_order_till_dayoff
source: Valid until the end of the day
tr: Gün sonuna kadar geçerli

# label_cancel_rest
source: Cancel the rest
tr: Kalanı iptal et

# label_valid_until_cancel
source: Valid until cancel
tr: İptale kadar geçerli

# label_seance_night
source: Night
tr: Akşam

# label_seance_day_night
source: Normal + Night
tr: Normal + Akşam

# label_all_order_list
source: All Orders
tr: Tüm Emirler

# label_equity_order_list
source: Equity Order List
tr: Hisse Emir Listesi

# label_viop_order_list
source: VIOP Order List
tr: VİOP Emir Listesi

# label_fund_order_list
source: Fund Order List
tr: FON Emir Listesi

# label_all
source: All
tr: Tümü

# label_error_occured
source: An error occurred while processing.
tr: İşlemler yapılırken bir hata oluştu.

# label_attention
source: Attention
tr: Dikkat

# label_all_accounts
source: All Accounts
tr: Tüm Hesaplar

# label_please_try_later
source: Please try again later.
tr: Lütfen daha sonra tekrar deneyiniz.

# label_summary
source: Summary
tr: Özet

# label_add_shortcut
source: Add shortcut.
tr: Kısayol ekle

# label_recorded_alerts
source: Recorded alerts
tr: Kayıtlı alarmlar

# label_symbol_detail
source: Symbol detail
tr: Sembol detay

# label_chart
source: Chart
tr: Grafik

# label_opening_symbol
source: Opening Symbol
tr: Açılış Sembolü

# label_company_card
source: Company Card
tr: Şirket Kartı

# label_all_news
source: All News
tr: Tüm Haberler

# label_news
source: News
tr: Haberler

# label_last_transactions
source: Last transactions
tr: Son işlemler

# label_last_searches
source: Last searchs
tr: Son aramalar

# label_all_symbols
source: All symbols
tr: Tüm semboller

# label_buyable_stock
source: Buyable Stock
tr: Alınabilir Stok

# label_salable_stock
source: Salable Stock
tr: Satılabilir Stok

# label_transaction_limit
source: Transaction Limit
tr: İşlem Limiti

# label_alerts
source: Alerts
tr: Alarmlar

# label_condition
source: Condition
tr: Koşul

# label_notification_type
source: Notification Type
tr: Bildirim Tipi

# label_warning_type
source: Warning Type
tr: Uyarı Tipi

# label_search_word
source: Please enter search term
tr: Lütfen arama kelimesini giriniz

# label_in_inside
source: inside
tr: içinde

# label_in_title
source: title
tr: başlığında

# label_no_data
source: No data
tr: Veri yok

# label_ascendand
source: Ascendands
tr: Yükselenler

# label_descendand
source: Descendands
tr: Düşenler

# label_most_traded
source: Most Traded
tr: En Çok İşlem Görenler

# label_bug_report
source: Report Bug
tr: Hata Bildirme

# label_agree
source: Agree
tr: Kabul ediyorum

# label_save_changes
source: Save Changes
tr: Değişiklikleri Kaydet

# label_need_login
source: In order to continue with your transaction, you need to log in as a user. Please log in by closing this window.
tr: İşleminize devam edebilmek için kullanıcı girişi yapmanız gerekmektedir. Lütfen bu pencereyi kapatarak giriş yapınız.

# label_username
source: Username
tr: Kullanıcı adınız

# label_password
source: Password
tr: Şifreniz

# label_remember_username
source: Remember username
tr: Kullanıcı adımı hatırla

# label_forgot_password
source: Forgot password
tr: Şifremi unuttum

# label_create_account_info
source: Create an account
tr: Hesap Açmak İstiyorum

# label_piece
source: Piece
tr: Adet

# label_price
source: Price
tr: Fiyat

# label_amount
source: Amount
tr: Tutar

# label_realize_count
source: Realize Count
tr: Gerçekleşme Adedi

# label_realize_price
source: Realize Price
tr: Gerçekleşme Fiyatı

# label_actual_amount
source: Actual Amount
tr: Gerçekleşen Tutar

# label_tp_price
source: TP Price
tr: TP Fiyatı

# label_sl_price
source: SL Price
tr: SL Fiyatı

# label_fund_creator
source: Fund Creator
tr: Fon Kurucusu

# label_share
source: Share
tr: Pay

# label_my_orders
source: Orders
tr: Emirlerim

# label_market_selection
source: Market Selection
tr: Piyasa Seçimi

# label_short_piece
source: pcs.
tr: ad.

# label_period
source: Period
tr: Periyod

# label_ref
source: Reference
tr: Referans

# label_short_transaction_limit
source: T.L.
tr: İ.L.

# label_euro_cash
source: Euro Cash
tr: Euro Nakit

# label_usd_cash
source: USD Cash
tr: USD Nakit

# label_cash_assets
source: Cash Assets
tr: Nakit Varlıklar

# label_viop_positions
source: Viop Positions
tr: Viop Pozisyonları

# label_viop_collateral
source: Viop Collateral
tr: Viop Teminat

# label_fixed_income_securities
source: Fixed Income Securities
tr: Sabit Getirili Menkul Kıymetler

# label_account_list
source: Account List
tr: Hesap Listesi

# label_symbol
source: Symbol
tr: Sembol

# label_short_average_cost
source: Avr. Coast
tr: Ort. Maliyet

# label_short_profit_lost_perc
source: P/L(%)
tr: K/Z(%)

# label_short_profit_lost_tl
source: P/L(₺)
tr: K/Z(₺)

# label_last_update
source: Last update
tr: Son güncelleme

# label_prev_close
source: Previous Close
tr: Önceki Kapanış

# label_ceil
source: Ceiling
tr: Tavan

# label_floor
source: Floor
tr: Taban

# label_volume
source: Volume
tr: Hacim

# label_seance_selection
source: Seance Selection
tr: Seans Seçimi

# label_add
source: Add
tr: Ekle

# label_last
source: Last
tr: Son

# label_percent_change
source: % Change
tr: % Değişim

# label_ok
source: OK
tr: Tamam

# label_order_been_sent
source: #A Order Has Been Sent
tr: #A Emriniz Gönderilmiştir

# label_close
source: Close
tr: Kapat

# label_total
source: Total
tr: Toplam

# label_with_comission
source: With Comission
tr: Komisyon Dahil

# label_no
source: No
tr: Hayır

# label_yes
source: Yes
tr: Evet

# label_favorites
source: Favorites
tr: Favoriler

# label_agreementPrice
source: Agreement Price
tr: Uzlaşma Fiyatı

# label_transaction_direction
source: Transaction
tr: İşlem Yönü

# label_reset
source: Reset
tr: Sıfırla

# label_email
source: Email
tr: E-Posta

# label_phone_number
source: Phone Number
tr: Cep Telefonu

# label_phone
source: Phone
tr: Telefon

# label_country
source: Country
tr: Ülke

# label_city
source: City
tr: İl

# label_district
source: District
tr: İlçe

# label_post_code
source: Post Code
tr: Posta Kodu

# label_adress
source: Address
tr: Adres

# label_account
source: Account
tr: Hesap

# label_account_selection
source: Account Selection
tr: Hesap Seçimi

# label_post
source: Post
tr: Posta

# label_cash_operations
source: Cash Operations
tr: Nakit işlemleri

# label_cash_deposit_withdraw
source: Deposit, Withdraw
tr: Para Yatırma, Çekme

# label_money_order_eft
source: Money Order/Eft
tr: Havale/Eft

# label_cash_transaction
source: Cash Transaction
tr: Nakit İşlem

# condition_word_label
source: Condition Word
tr: Şart Kelimesi

# condition_price_label
source: Condition Price
tr: Şart Fiyatı

# condition_symbol_label
source: Condition Symbol
tr: Şart Sembolü

# account_management_title
source: Account Management
tr: Hesap Yönetimi

# account_management_profile_accounts
source: Profile Information
tr: Temel Profil Bilgileri

# account_management_credit_trailing
source: Online Credit Tracking
tr: Online Kredi Takibi

# account_management_repo_bbp
source: Repo, BPP Preferences
tr: Repo, BPP Tercihleri

# account_management_extre_preferences
source: Purchase Statement Preferences
tr: Ekstre Alım Tercihleri

# account_management_preferences
source: Account Statements
tr: Hesap Ekstresi

# account_management_reconcilation
source: Reconciliation Operations
tr: Mutabakat İşlemleri

# account_management_automatic_repo
source: Automatic Repo
tr: Otomatik Repo

# account_management_want_automatic_repo
source: I Want Automatic Repo
tr: Otomatik Repo İstiyorum

# account_management_total_credit_amount
source: Total Credit Amount
tr: Toplam Kredi Tutarı

# account_management_used_credit_amount
source: Used Credit Amount
tr: Kullanılan Kredi Tutarı

# account_management_available_credit_limit
source: Available Credit Limit
tr: Kullanılabilir Kredi Limiti

# account_management_how_to_send_your_statement
source: How to send your statement
tr: Ekstrenizi nasıl gönderelim

# account_other_reconcilation
source: Other Operations
tr: Diğer İşlemler

# account_application_settings
source: Application Settings
tr: Uygulama Ayarları

# account_equity
source: Equity Operations
tr: Hisse İşlemleri

# account_special_equities
source: Special Equities
tr: Özel Hisse Senetleri

# account_viop
source: Viop Operations
tr: Viop İşlemleri

# account_viop_trade
source: Viop Order Entry
tr: Viop Emir Girişi

# account_viop_collateral
source: Viop Collateral Moves
tr: Viop Teminat Hareketleri

# account_viop_collateral_transactions
source: Viop Collateral Transactions
tr: Viop Teminat İşlemleri

# account_viop_collateral_status
source: Viop Collateral Status
tr: Viop Teminat Durumu

# account_equity_trade
source: Equity Order Entry
tr: Hisse Emir Girişi

# account_equity_order_list
source: Equity Order List
tr: Hisse Emir Listesi

# account_equity_past_order_list
source: Past Order List
tr: Geçmiş Tarihli Emirler

# account_fund_reconcilation
source: Fund Reconcilation
tr: Fon İşlemleri

# account_help_title
source: Help Desk
tr: Yardım ve Destek

# account_news_detail
source: News Detail
tr: Haber Detay

# account_order_detail
source: Trade Detail
tr: Emir Detayı

# account_order_watch_settings
source: Order Watch Settings
tr: Emir İzleme Ayarları

# portfolio_cannot_get_data
source: Could not get portfolio data
tr: Portföy verisi alınamadı

# order_question_chain_delete_title
source: Chain delete confirmation
tr: Zincir silme onayı

# order_question_chain_delete_text
source: Do you approve the deletion of your #A chain order and linked orders?
tr: #A zincir emriniz ve bağlı emirlerinizin silinmesini onaylıyor musunuz?

# order_cannot_late_date
source: Periodic order end date cannot be later than order start date!
tr: Periyodik emir bitiş tarihi, emir başlangıç tarihinden sonra olamaz!

# order_cannot_same_date
source: Periodic order end date cannot be the same as order start date!
tr: Periyodik emir bitiş tarihi, emir başlangıç tarihi ile aynı olamaz!

# order_cannot_sent_text
source: For unknown reason, your order could not be sent. Please try again later.
tr: Bilinmeyen bir sebepten ötürü emriniz gönderilemedi. Lütfen daha sonra tekrar deneyiniz.

# order_question_cancel
source: Can the order be cancelled?
tr: Emir iptal edilsin mi?

# order_cancelled
source: Order has been cancelled.
tr: Emir İptal Edildi.

# order_cannot_cancelled
source: Order could not be canceled
tr: Emir İptal Edilemedi

# order_update
source: Update Order
tr: Emri Değiştir

# order_add_chain
source: Add Chain
tr: Zincir Ekle

# order_chain_copy_related
source: Copy related orders
tr: Bağlı emirleri kopyala

# order_chain_paste_related
source: Paste related orders
tr: Bağlı emirleri yapıştır

# order_send_reverse
source: Send Reverse
tr: Tersine Gönder

# order_cancel
source: Cancel Order
tr: Emri İptal Et

# order_new
source: New Order
tr: Yeni Emir

source: Order Kind
tr: Emir Tipi

source: Order Type
tr: Emir Türü

# order_validity_period
source: Validity Period
tr: Geçerlilik süresi

# order_type_validity
source: Type / Validity
tr: Tip / Geçerlilik

# order_account_no
source: Account No
tr: Hesap No

# order_list_empty
source: You do not have any order. After you define a new order, you can follow its status from this page.
tr: Kayıtlı emriniz bulunmamaktadır. Yeni bir emir tanımladıktan sonra bu sayfadan durumunu takip edebilirsiniz.

# order_standardOrders
source: Stand. Orders
tr: Standart Emirler

# order_specialOrders
source: Special Orders
tr: Özel Emirler

source: Order change
tr: Emir Değiştirme

# order_price_step_selection
source: Price step selection
tr: Fiyat adımı seçimi

# order_delete
source: Delete order
tr: Emri sil

# order_visible_count
source: Visible count
tr: Görünen adet

# order_iceberg_info
source: In Partial Appearance Conditional (Iceberg) orders, your order appears on the board in the amount you set. The visible part of the order must be at least 20% of the total number of orders.
tr: Kısmi Görünme Koşullu (Iceberg) emirlerde emriniz tahtada belirlediğiniz miktarda görünmektedir. Emrin görünen kısmı toplam emir adedinin en az %20’si olmalıdır.

# order_cannot_sent_title
source: Your Order Could Not Be Sent
tr: Emriniz Gönderilemedi

# order_track_status
source: Follow the status on the order screen.
tr: Emir ekranından durumunu takip ediniz.

# order_period_start
source: Period start
tr: Periyod başlangıcı

# order_period_end
source: Period end
tr: Periyod bitişi

# order_old_edit_text
source: Your previous order with a #A price of #B
tr: #A fiyatlı #B adet olan önceki emrinizi

# order_change_button
source: Change Order
tr: Emri Değiştir

# order_sent_button
source: Send Order
tr: Emri Gönder

source: Order Amount
tr: Emir Tutarı

# order_take_profit_price
source: Take profit price
tr: Kâr al fiyatı

# order_stop_loss_label
source: Stop loss
tr: Zarar kes

# order_confirm_message
source: Do you approve the transmission of your #C piece, #D #B orders with a price of #A to Borsa Istanbul?
tr: #A #B fiyatlı #C adet #D emrinizin Borsa İstanbul’a iletilmesini onaylıyor musunuz?

# order_seance_time
source: Value Date
tr: İşlem Tarihi

# order_created_time
source: Order Created Date
tr: Emir Zamanı

# order_cannot_sent_because_of_unit_zero
source: We can't send your order because the unit is 0!
tr: Adet 0 olduğundan dolayı emrinizi gönderemiyoruz!

# order_cannot_sent_because_of_sellable_stock_zero
source: We can't send your order because there is no available stock!
tr: Satılabilir stok bulunmadığı için emrinizi gönderemiyoruz!

# order_cannot_sent_because_of_buyable_stock_zero
source: We can't send your order because you don't have enough balance to buy!
tr: Alım yapmaya yeterli bakiyeniz olmadığı için emrinizi gönderemiyoruz!

# dashboard_page_title
source: Today
tr: Bugün

# other_page_title
source: Other
tr: Diğer

# settings_page_title
source: Application Settings
tr: Uygulama Ayarları

# settings_label_general
source: General Settings
tr: Genel Ayarlar

# settings_theme_selection_label
source: Theme Selection
tr: Tema Seçimi

# settings_language_selection_label
source: Language Selection
tr: Dil Seçimi

# alert_list_title
source: Alert List
tr: Alarm Listesi

# alert_price_label
source: Price Alert
tr: Fiyat Alarmı

# alert_news_label
source: News Alert
tr: Haber Alarmı

# alert_add
source: Add Alert
tr: Alarm Ekle

source: Alert Added
tr: Alarm Eklendi

source: Alert can't Added
tr: Alarm Eklenemedi

# alert_question_title_deleteAlert
source: Delete selected alert?
tr: Seçilen alarm silinsin mi?

# alert_question_content_deleteAlert
source: Are you sure you want to delete this alert? You will not be able to restore the alert after deletion.
tr: Bu alarmı silmek istediğinize emin misiniz? Silme işlemi sonrasında alarmı geri getiremeyeceksiniz.

# alert_delete
source: Delete Alert
tr: Alarmı Sil

source: Alert Deleted
tr: Alarm Silindi

source: Alert can't Deleted
tr: Alarm Silinemedi

# alert_price_save
source: Save Price Alert
tr: Fiyat Alarmını Kaydet

# alert_news_save
source: Save News Alert
tr: Haber Alarmını Kaydet

# alert_news_title
source: The word #B is in the #A of the news recently.
tr: Haberin #A #B kelimesi geçenlerde.

# condition_equal
source: = Equal
tr: = Eşit

# condition_graterOrEqual
source: >= Greater or Equal
tr: >= Büyük eşit

# condition_lessOrEqual
source: <= Less or Equal
tr: <= Küçük eşit

# news_condition_inTheNews
source: in the news
tr: Haberin içinde geçen

# news_condition_inTheNewsTitle
source: In the title of the news
tr: Haberin başlığında geçen

# news_show_all
source: Show all news
tr: Tüm Haberleri Göster

# repeat_type_all
source: Always
tr: Her zaman

# repeat_type_once
source: Only once
tr: Sadece bir kez

# repeat_type_onceDay
source: Once a day
tr: Günde bir kez

# favorite_create_new
source: Create New Favorite List
tr: Yeni Favori Listesi Yarat

# favorite_create_new_info_text
source: You can enter a more descriptive list name for yourself, which must be no more than 12 characters long.
tr: Kendiniz için daha tanımlayıcı bir liste adı girebilirsiniz, bu isim en fazla 12 karakter uzunluğunda olmalıdır.

# favorite_create_new_hint
source: Enter list name
tr: Liste adı giriniz

# favorite_create_list_button_name
source: Create the list
tr: Listeyi yarat

# favorite_edit_name
source: Edit favorite name
tr: Favori adını düzenle

# favorite_cannot_deleted
source: Favorite can't deleted.
tr: Favori silinemedi

# favorite_question_content_delete
source: Are you sure you want to delete this list? You will not be able to restore the list after deletion.
tr: Bu listeyi silmek istediğinize emin misiniz? Silme işlemi sonrasında liste geri getiremeyeceksiniz.

# favorite_add_list
source: Add to favorite list
tr: Favori listeye ekle

# favorite_symbol_add_please_wait
source: Adding symbol please wait
tr: Sembol ekleniyor lütfen bekleyiniz

# favorite_symbol_cant_add
source: Symbol cannot add
tr: Sembol eklenemedi

# favorite_no_list_found
source: No favorites list found associated with the asset.
tr: Menkul ile ilişkili favori listesi bulunamadı.

# favorite_move_to_list
source: Move favorite list
tr: Favori liste taşıma

# favorite_moving_symbol_wait
source: Symbol is moving, please wait.
tr: Sembol taşınıyor lütfen bekleyiniz

# favorite_question_delete_confirmation
source: Favorite delete confirmation
tr: Favori silme onayı

# favorite_question_delete_confirmation_content
source: Are you sure you want to remove your #A property from the #B list?
tr: #A menkulünüzü #B listesinden çıkartmak istediğinize emin misiniz?

# favorite_cant_find_list_for_delete
source: No favorites list found associated with the asset.
tr: Menkul ile ilişkili favori listesi bulunamadı.

# favorite_symbol_deleting
source: Symbol removing, please wait.
tr: Sembol siliniyor lütfen bekleyiniz.

# favorite_cannot_created
source: Favorite can't created.
tr: Favori oluşturulamadı

# favorite_edit_title
source: Edit Favorite
tr: Favori Düzenleme

# favorite_delete_list
source: Delete List
tr: Listeyi Sil

# favorite_list_empty_text
source: There are currently no securities to watch on your #A list. You can use the button below to start creating your list. Also, you can always edit your list by clicking the pencil icon next to the list name.
tr: #A listenizde şu anda izlenecek menkul bulunmamaktadır. Listenizi oluşturmaya başlamak için aşağıdaki butonu kullanabilirsiniz. Ayrıca liste adının yanıda bulunan kalem iconuna tıklayarak her zaman listenizde düzenleme yapabilirsiniz.

# favorite_pick_list
source: Please select the list below where you want to add the symbol
tr: Lütfen sembolü eklemek istediğiniz listeyi aşağıdan seçiniz

# favorite_move_another_list
source: Move another list
tr: Farklı listeye taşı

# favorite_remove
source: Remove from favorites
tr: Favorilerden çıkart

# favorite_add
source: Add to favorites
tr: Favorilere ekle

# portfolio_cant_get_values
source: We cannot access your portfolio data.
tr: Portföy verilerinize erişemiyoruz.

# error_report_text
source: You can easily send us the errors you experience during your use using the form below.
tr: Kullanımınız esnasında yaşadığınız hataları aşağıdaki formdan bize kolayca iletebilirsiniz.

source: Error start date
tr: Hata başlangıç tarihi

source: Error end date
tr: Hata bitiş tarihi

# error_screenshot
source: Add screenshot
tr: Ekran görüntüsünü dahil et

# error_log_consent_question
source: Do you agree to have your error logs reviewed by the relevant people?
tr: Hata loglarınızın ilgili kişilerce incelenmesini kabul ediyor musunuz?

# error_ask_question
source: Ask Question
tr: Soru Sorun

# error_make_suggestion
source: Make a Suggestion
tr: Öneride Bulunun

# error_report_bug
source: Report a Bug
tr: Hata Bildirin

# help_information_text
source: You can reach our help and support unit, where you can reach us 24/7 for any questions you may have about the use of the application or the problems you have experienced, via the options below.
tr: Uygulama kullanımı hakkında merak ettikleriniz veya yaşadığınız sorunlar ile ilgili, bize ihtiyaç duyduğunuz her konuda 7/24 erişim sağlayabileceğiniz yardım ve destek birimimize aşağıdaki seçenekler üzerinden ulaşabilirsiniz.

# help_call_customer_support
source: Call Customer Support
tr: Müşteri Temsilcisini Ara

# login_verify_code
source: Verify Code
tr: Kodu Doğrula

# login_verify_sms
source: Verify SMS
tr: SMS Doğrulama

# login_sms_info
source: Enter the verification code sent to your phone that ends with #A.
tr: Sonu #A ile biten telefonunuza gelen doğrulama kodunu girin.

# login_verification_code
source: Verification Code
tr: Doğrulama Kodu

# login_needed_information
source: You need to log in with your trader account to take advantage of Buy & Sell, live data monitoring and in-app administrative functions.
tr: Al-Sat, canlı veri izleme ve uygulama içi yönetimsel fonksiyonlardan faydalanmak için trader hesabınızla giriş yapmanız gerekmektedir.
