Repository: oguzhan17/localization_file
Catalog: lib/l10n/app_*.arb
Languages: tr

# login_resend_verification_code
source: Resend verification code #A
tr: Doğrulama kodunu yeniden gönder #A

# filter_show_summary
source: Show summary
tr: Özet alanını göster

# news_list_title
source: News List
tr: Haberler Listesi

# portfolio_title
source: Portfolio
tr: Portföyüm

# shortcut_title
source: Shortcut Definitions
tr: Kısayol Tanımları

# shortcut_info_title
source: Get Started Editing Your Shortcut Definitions
tr: Kısayol Tanımlarınızı Düzenleme Başlayın

# shortcut_info_text
source: You can start defining by making one of your shortcuts selected.
tr: Kısayollarınızdan birini seçili hale getirerek tanımlama yapmaya başlayabilirsiniz.

# shortcut_save
source: Save shortcuts
tr: Kısayolları kaydet

# shortcut_list_selection_title
source: Selectable Views
tr: Seçilebilir Sayfalar

# shortcut_list_parameter_select
source: You can choose between the following parameters for this view. After setting the parameters as you want, you can finish the definition process by clicking the record button of the screen.
tr: Bu ekran için aşağıda bulunan parametreler arasınsan seçim yapabilirsiniz. Parametreleri istediğiniz şekilde ayarladıktan sonra ekranın kayıt butonuna tıklayarak tanımlama işlemini bitirebilirsiniz.

# shortcut_list_no_parameter_select
source: There is no parameter you need to register for this view. You can finish the identification process by clicking the record button of the screen.
tr: Bu ekran için kayıt etmeniz gereken bir parametre bulunmamaktadır. Ekranın kayıt butonuna tıklayarak tanımlama işlemini bitirebilirsiniz.

# symbol_detail_portfolio_count
source: Portfolio Quantity (Lot)
tr: Portföy Adet (Lot)

# symbol_detail_portfolio_value
source: Portfolio Value (₺)
tr: Portföy Değer (₺)

# symbol_detail_profit_loss
source: Profit / Loss
tr: Kar / Zarar

# symbol_detail_summary_detail
source: Summary Detail
tr: Özet Detay

# symbol_search_title
source: Symbol Search
tr: Sembol Arama

# symbol_search_input_hint
source: Please search
tr: Arama yapınız

# viop_draw_limit
source: Draw Limit
tr: Çekilebilir Teminat

# viop_send_limit
source: Send Limit
tr: Yatırılabilir Teminat

# viop_collateral_withdraw
source: Collateral Withdraw
tr: Teminat Çekme

# viop_collateral_deposit
source: Deposit of Collateral
tr: Teminat Yatırma

# viop_apply_draw
source: Withdraw Collateral
tr: Teminatı Çek

# viop_apply_send
source: Deposit Collateral
tr: Teminatı Yatır

# button_login_text
source: Login to Account
tr: Hesaba Giriş Yap

# button_logout_text
source: Sign Out of Account
tr: Hesaptan Çıkış Yap

# login_view_button_text
source: Login
tr: Giriş

# order_tab_all
source: All
tr: Tümü

# order_tab_pending
source: Pending
tr: Bekleyen

# order_tab_realized
source: Realized
tr: Gerçekleşen

# order_tab_cancelled
source: Cancelled
tr: İptal

# theme_title_light
source: Light Theme
tr: Açık Tema

# theme_title_dark
source: Dark Theme
tr: Koyu Tema

# theme_title_red
source: Red Theme
tr: Kırmızı Tema

# dashboard_watch_mode
source: Watch Mode
tr: İzleme Modu

# trade_undefined_info
source: The instrument definition you want to trade could not be found.
tr: İşlem yapmak istediğiniz enstruman tanımı bulunamadı

# label_active_price
source: Active Price
tr: Aktif Fiyat

# label_minimum_unit
source: Minimum Unit
tr: Minimum Adet

# label_minimum_amount
source: Minimum Amount
tr: Minimum Tutar

# fund_unit_error
source: The unit value you entered is below the minimum transaction unit.
tr: Girdiğiniz adet değeri, minimum işlem adetinin altındadır.

# label_process
source: Process
tr: İşlem

# label_erased
source: Erased
tr: Silindi
